Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Like the best Chabad-Lubavitch rabbis, Manis Friedman has won the hearts of many unaffiliated Jews with his charismatic talks about love and God; it was Friedman who helped lead Bob Dylan into a relationship with Chabad.
ar: فاز مانيس فريدمان مثله مثل أفضل حاخامات تشاباد-لوبافيتش بقلوب كثير من اليهود غير المنتسبين بمحادثاته الجذابة عن الحب وعن الله، ففريدمان هو الذي ساهم في إدخال بوب ديلان في علاقة مع التشاباد.

source: But Friedman, who today travels the country as a Chabad speaker, showed a less warm and cuddly side when he was asked how he thinks Jews should treat their Arab neighbors.
ar: ولكن فريدمان الذي يسافر اليوم في أنحاء البلاد بوصفه متحدث تشابادي أظهرت جانباً أقل حرارة وحباً عند سؤاله عن رأيه في كيف يجب أن يعامل اليهود جيرانهم العرب.

source: The only way to fight a moral war is the Jewish way: Destroy their holy sites. Kill men, women and children (and cattle), Friedman wrote in response to the question posed by Moment Magazine for its Ask the Rabbis feature.
ar: وكتب فريدمان رداً على سؤال لمجلة مومنت تحت بابها اسأل الحاخامات الطريقة الوحيدة للمحاربة في حرب أخلاقية هي الطريقة اليهودية: تدمير أماكنهم المقدسة، وقتل الرجال والنساء والأطفال (والماشية).

source: Friedman argued that if Israel followed this wisdom, there would be no civilian casualties, no children in the line of fire, no false sense of righteousness, in fact, no war.
ar: وقال فريدمان إن إسرائيل إذا تبعت هذه الحكمة، لن تكون هناك خسائر بين المدنيين أو أطفال أمام خط النار أو شعور زائف بالحق أو في الواقع أي حرب.

source: I don't believe in Western morality, he wrote. Living by Torah values will make us a light unto the nations who suffer defeat because of a disastrous morality of human invention.
ar: وكتب لا أؤمن بالأخلاق الغربية، وأضاف العيش بقيم التوراة يجعلنا بمثابة الضوء للأمم التي تعاني من الهزيمة بسبب أخلاق كارثية من اختراع الإنسان.

source: Friedman's use of phrasing that might seem more familiar coming from an Islamic extremist has generated a swift backlash. The editor of Moment, Nadine Epstein, said that since the piece was printed in the current issue they have received many letters and
ar: إن الصيغة التي استخدمها فريدمان ولدت رد فعل عنيف، وتقول نادين إبستين رئيس تحرير مومنت إنه منذ طبع المقال في العدد الحالي تلقينا العديد من الرسائل والبريد الالكتروني رداً على تصريحات الحاخام فريدمان ويكادوا يكونوا جميعهم غير إيجابيين.

source: Friedman quickly went into damage control. He released a statement to the Forward, through a Chabad spokesman, saying that his answer in Moment was misleading and that he does believe that any neighbor of the Jewish people should be treated, as the Tor
ar: وتحرك فريدمان سريعاً لإدارة الأضرار، فأصدر بياناً إلى الجبهة من خلال متحدث تشابادي قائلاً إن جوابه في مجلة مومنت كان مضللاً، وأنه يؤمن أن أي جار للشعب اليهودي يجب أن يُعامل حسب أوامر التوراة بالاحترام والتعاطف .

source: But Friedman's words have generated a debate about whether there is a darker side to the cheery face that the Chabad-Lubavitch movement shows to the world in its friendly outreach to unaffiliated Jews. Mordecai Specktor, editor of the Jewish community new
ar: ولكن كلمات فريدمان ولدت نقاشات حول ما إذا كان هناك جانباً مظلماً لوجه حركة تشاباد-لوبافيتش المبتهج الذي تظهره للعالم بطريقتها الودودة للوصول إلى اليهود غير المنتسبين، وقال مورداي سبكتور رئيس تحرير صحيفة المجتمع اليهودي في مسقط رأس فريدمان بسانت بول مينيسو

source: He sets things out in pretty stark terms, but I think this is what Lubavitchers believe, more or less, said Specktor, who is also the publisher of the American Jewish World.
ar: وأضاف سبكتور وهو الناشر للعالم اليهودي الأمريكي إنه يضع الأمور في عبارات جميلة، ولكني أعتقد أن هذا هو ما يؤمن به اللوبافيتشين سواء كان أكثر أو أقل.

source: They are not about loving the Arabs or a two-state solution or any of that stuff. They are fundamentalists. They are our fundamentalists.
ar: وأضاف إنهم لا يرتبطون بحب العرب أو حل الدولتين أو أي من هذه الأشياء، فهم أصوليون، فهم الأصوليون لدينا.

source: Abraham Foxman, national director of the Anti-Defamation League and a regular critic of Arab extremists, said that in the Jewish community, We are not immune to having these views. There are people in our community who have these bigoted, racist views.
ar: وقال أبراهام فوكسمان المدير الوطني لرابطة مكافحة التشهير وناقد للمتطرفين من العرب أمام الجالية اليهودية لسنا بمنأى عن وجود وجهات النظر هذه، هناك أناس في مجتمعنا لديهم هذه الآراء المتعصبة العنصرية.

source: But, Foxman warned, Friedman's views are not reflective of the Chabad rabbis he knows. I am not shocked that there would be a rabbi who would have these views, Foxman said, but I am shocked that Moment would give up all editorial discretion and good se
ar: ولكن أكد فوكسمان أن وجهات نظر فريدمان ليست انعكاساً لحاخامات التشاباد الذين يعرفهم، وقال لست مصدوماً من وجود حاخام لديه مثل هذه وجهات النظر، وأضاف فوكسمان لكنني صدمت أن مجلة مومنت تخلت عن كل حس سليم وتقدير ونشرت هذا الكلام كتمثيل عن التشاباد.

source: A few days after anger about the comment surfaced, Chabad headquarters released a statement saying that, we vehemently disagree with any sentiment suggesting that Judaism allows for the wanton destruction of civilian life, even when at war.
ar: وبعد أيام قليلة من الغضب بسبب التعليق، أصدر مقر التشاباد بياناً يقولون فيه نحن نختلف بشدة مع أي إتجاه يقترح أن اليهودية تسمح بالتدمير الوحشي للحياة المدنية، حتى في أوقات الحرب.

source: The statement added: In keeping with Jewish law, it is the unequivocal position of Chabad-Lubavitch that all human life is G-d given, precious, and must be treated with respect, dignity and compassion.
ar: وأضاف البيان: وتماشياً مع القانون اليهودي، فإنه لا لبس أن موقف تشاباد-لوبافيتش هو أن الحياة البشرية هي هبة غالية من الله يجب أن تُعامل باحترام وكرامة ورحمة.

source: In Moment, Friedman's comment is listed as the Chabad response to the question How Should Jews Treat Their Arab Neighbors? after a number of answers from rabbis representing other Jewish streams, most of which state a conciliatory attitude toward Arabs.
ar: وفي مجلة مومنت، فإن رد فريدمان مدرج تحت جواب التشاباد عن السؤال كيف ينبغي أن يعامل اليهود جيرانهم العرب؟ بعد عدد من الإجابات من حاخامات يمثلون تيارات أخرى، ومعظمها ردود تصالحية تجاه العرب.

source: Epstein said that Friedman was brave for stating his views so clearly.
ar: وقالت إبستن إن فريدمان كان شجاعاً للتعبير عن وجهات نظره بشكل واضح.

source: The American Jewish community doesn't have the chance to hear opinions like this, Epstein said, not because they are rare, but because we don't often ask Chabad and other similar groups what they think.
ar: وقالت إبستن الجالية اليهودية الأمريكية ليس لديها الفرصة للاستماع إلى آراء من هذا القبيل، وأضاف ليس لأنها نادرة، ولكن لأننا لا نسأل التشاباد وغيرها من الجماعات المماثلة عن رأيهم.

source: The Chabad movement is generally known for its hawkish policies toward the Palestinians; the Chabad Rebbe, Menachem Mendel Schneerson, rejected peace accords with the Palestinians. Rabbi Moshe Feller, the top Chabad rabbi in Minnesota, said that the rebbe
ar: وتُعرف حركة التشاباد بسياساتها المتشددة تجاه الفلسطينيين، فرئيس حاخامات التشاباد مناحيم مندل شينرسون رفض إتفاقات السلام مع الفلسطينيين، أما الحاخام موشيه فيلر وهو أكبر حاخامات التشاباد في مينيسوتا قال إن شينرسون علمهم أنها القتل ليس من الميتزفة (وصية)، ول

source: Jews as a whole, they try to save the lives of others, Feller told the Forward, but if it's to save our lives, then we have to do what we have to do. It's a last resort.
ar: وقال فيلر للجبهة اليهود ككل، يحاولون إنقاذ حياة الآخرين، وأضاف لكن إذا كان الأمر يتعلق بإنقاذ حياتنا، إذن يتعين علينا أن نفعل ما علينا القيام به وهو الحل الأخير.

source: Friedman is not a fringe rabbi within the Chabad-Lubavitch movement. He was the English translator for the Chabad Rebbe, and at the rebbe's urging, he founded Beis Chana, a network of camps and schools for Jewish women. Friedman is also a popular speaker
ar: وفريدمان ليس حاخام بسيط في حركة هامشية حاخام داخل حركة تشاباد-لوبافيتش، فقد كان مترجم اللغة الإنجليزية لرئيس حاخامات التشاباد

source: We arrived at Bab al-Sbat and were met by the Waqf’s representative. But, on our way in, one of the Israeli soldiers seemed to change his mind. Claire Messud writes more extensively about it in her
ar: و وصلنا الآن إلأى باب السبت، و قابلنا ممثل الأوقاف الفلسطينية، و لكن في طريق دخولنا، ظهر أن أحد الجنود الإسرائيلين أراد أن يغير رأيه، و كتبت كلير مسعود عن ذلك الموضوع بالتفصيل على مدونتها

source: author blog
ar: (مدونة المؤلف).

source: . But basically the next two hours are taken up with trying to get in to the tranquillity of the Haram. After arguing for half an hour, we walked round to the other gate, the Israeli controlled, metal detector flanked gate. We watched a group of settlers
ar: وصلنا إلى باب السبت حيث التقانا ممثل الأوقاف. لكن عندما كنا في طريقنا للدخول، بدا وكأن أحد الجنود الإسرائيليين قد غير رأيه. ولقد كتبت كلير ميسود المزيد عن هذا الأمر في مدونة الكتاب الخاصة بها. ولقد انقضت الساعتان المواليتان في محاولة للولوج إلى هدوء ا

source: At first people can’t understand why we wouldn’t be allowed in to see the mosques. What security issue could there be? But it isn’t security – it’s a desire to make it impossible to relate to the Palestinians as a civilized people, to only be able to see
ar: في البداية لم نفهم سبب عدم السماح لنا برؤية المساجد. ما الداعي الأمني الذي يمكن أن يكون وراء ذلك؟ لكن الأمر لا علاقة له بدواعي أمنية، بل هو وليد رغبة متمثلة في جعل العلاقة بالفلسطينيين كشعب متحضر مستحيلة، والاكتفاء بالنظر إليهم كبؤساء وأشقياء. وإن لم تكن

source: Anyway, eventually we left. The day was spent in Jerusalem, exploring, shopping etc.
ar: على كل حال، بقد غادرنا في آخر المطاف. وتم قضاء اليوم في استكشاف القدس والتسوق... إلخ.

source: We were scheduled to be on stage at the Palestinian National Theatre at 7pm. At 6pm the army arrived and shut it down. Again. So we moved to the British Council. A video can be seen
ar: كان مبرمجا لنا أن نكون فوق خشبة المسرح القومي الفلسطيني على الساعة السابعة مساءا. لكن ساعة قبل ذلك، جاءت القوات الإسرائيلية وأغلقت المسرح، لننتقل مرة أخرى إلى المركز الثقافي البريطاني. ويمكن مشاهدة الفيديو

source: here
ar: هنا.

source: Once in the lovely garden of the British Council, the night went very well. The Basel Zayed group played in between bouts of readings, the weather was perfect, and there was no doubt that a week of cultured resistance had been achieved. Until next year….
ar: انقضت الليلة على ما يرام في الحديقة الغراء للمركز الثقافي البريطاني. وبين الحين والآخر، كانت مجموعة باسل زيد تقوم بتقديم قراءات، كما أن الجو كان رائعا، ولم يكن ثمة شك أنه تم إنجاز أسبوع من المقاومة الثقافية. موعدنا السنة المقبلة...

source: We were, however, still subjected to the “VIP treatment”. The bus was pulled over and we all had to file out, ghet our bags from the hold, and queue up to present them to a young soldier. Then you have to bend
ar: كنا مع ذلك نحظى بمعاملة خاصة. تم سحب الحافلة، وكان علينا أن نغادرها جميعا وإخراج حقائبنا من صندوق الأمتعة، ثم الوقوف في طابور من أجل عرض الحقائب أمام جندي شاب. كان علينا أيضا أن ننحني ونفتح الحقائب ونعرض ملابسنا المتسخة أمام العالم قبل أن يشير لنا الجند

source: al-Khalil / Hebron
ar: الخليل

source: Al-Khalil: “the intimate friend.” Where the mosque and burial place of Abraham, the khalil, or friend, of God lies.
ar: تسمية الخليل تعني الصديق الحميم. وهي المدينة التي تحتضن المسجد ومرقد إبراهيم، خليل الله، أو رفيقه.

source: Now, 400 settlers occupy the centre of al-Khalil and threaten the Palestinians with actions, grafitti and song. In 1994 Baruch Goldstein, a Jewish Settler opened fire on the worshippers in the mosque. He killed 29 before the people killed him. God did not
ar: واليوم، يحتل أربع مائة من المستوطنين مركز الخليل ويهددون الفلسطينيين بتصرفاتهم وبكتاباتهم الحائطية وأغانيهم. وفي سنة 1994، قام باروش غولستين، أحد المستوطنين اليهود، بإطلاق النار على المصلين في المسجد. وتمكن من قتل 29 منهم قبل أن يتم قتله بدوره. الإرادة

source: These 400 settlers are protected by 1500 soldiers and 101 checkpoints that strangle the centre of this ancient, busy, holy, thriving city. The settlers, mostly from Brooklyn, do not stay for long - they are shipped in and organised in one or two-year rota
ar: تتم حماية المستوطنين الأربعمائة بواسطة 1500 من الجنود و101 نقطة تفتيش، تضيق الخناق على مركز هذه المدينة الضاربة في القدم، النشيطة، المقدسة والمزدهرة. لا يظل المستوطنون، الذين ينتمي معظمهم لبروكلين، في المدينة لمدة طويلة – يتم استقدامهم وتنظيمهم على أساس ت

source: What used to be the most populated Palestinian city is now a hollow shell. The streets are empty, the shops are closed down, the army moves through every street, the people, disarmed, cannot fight. Some streets are empty because only settlers are allowed
ar: ما كان يعتبر في ما مضى أكثر المدن استيطانا من طرف الفلسطينيين أضحى اليوم مجرد صدفة مجوفة. الشوارع مقفرة، المتاجر مغلقة، الجيش يجوب الأزقة، أما الناس فقد جُردوا من السلاح ولا يمكنهم القتال. بعض الشوارع خالية لأن المستوطنين هم الوحيدين المسموح لهم بالتجول ف

source: And it is here that you can see the designs the Occupation has for Jerusalem, for Nablus. Here we can see the future. As settlements encircle each ancient Palestinian town, as houses in East Jerusalem are demolished and tunnelled under, as the commercia
ar: من هنا يمكنك مشاهدة التقسيم الذي وضعه الاحتلال للقدس ولنابلس. من هنا يمكن أن نرى المستقبل. ففي الوقت الذي تظوق فيه المستوطنات كل المدن الفلسظينية العتيقة، يتم هدم المنازل في القدس الشرقية وحفر الأنفاق تحتها، وإغلاق المركز التجاري وعزله بنابلس – هذا هو ال

source: People came again, they made a circle, girls and boys dancing
ar: أتى الناس مرة أخرى, صنعوا دائرة, فتيات و فتيان يرقصون

source: Today the supporters of
ar: اليوم, أنصار

source: were shouting: We don't want the dictator, nor the king nor the doctor!
ar: كانوا يصيحون: لا نريد الدكتاتور, لا نريد الملك و لا حتى الطبيب!

source: edbice
ar: اد بايس

source: Wow - Twitter search can let you see all the Iran election tweets from Tehran
ar: رائع - تويتر سيرتش يمكنك من مشاهدة جميع رسائل تويتر المتعلقة بالانتخابات الإيرانية من طهران.

source: Banksy in secret exhibition stunt
ar: بانسكي و حيلته السرية بمعرض بريستول

source: A look around the Banksy exhibition
ar: جولة حول معرض بانسكي الفني

source: Graffiti artist Banksy has pulled off an audacious stunt amid tight secrecy to stage his biggest ever exhibition.
ar: قال الفنان جرافيتي أن بانسكي قام بحيلة جريئة محاطة بالسرية ليقوم بنشر معرضه الأكبر على الإطلاق.

source: A burned-out ice-cream van is among 100 works Banksy has installed at Bristol's museum, replacing many of the museum's regular artefacts.
ar: و تعد لوحة فانيليا الأيس كريم المحروقة من بين المائة عمل فني الذي قام بالنسكي بعرضها بالمتحف، مغيراً و مبدلاً العديد من الوقائع الفنية حول المتحف.

source: The reason the museum was closed was kept secret from top council officials.
ar: و السبب في أن المتحف تم غلقه ما زال من الأمور السرية في الموضوع من قبل كبارالموظفين بالمجلس

source: Banksy said: This is the first show I've ever done where taxpayers' money is being used to hang my pictures up rather than scrape them off.
ar: علق بانسكي: هذا أول عرض قمت به على الإطلاق حيث يتم الاستفادة من أموال دافعي رسوم الضرائب لتعليق رسوماتي و لوحاتي أكثر من خدشها و تقطيعها.

source: Staged in the council-owned City Museum and Art Gallery, Banksy v Bristol Museum features animatronics, installations and a sensory display.
ar: و المعرض المقام على أرضية متحف المدينة و المملوك من قبل مجلس المدينة و كذلك المعرض الفني ، فقد ظهر بانسكي ضد متحف مدينة بريستول ممثلاً للسخريات، و العرض الحسي كذلك.

source: This show is my vision of the future, to which many people will say: 'You should have gone to Specsavers', Banksy added.
ar: و أكمل بانسكي أن ذلك المعرض يمثل نظرته للمستقبل، و الذي قد يقول العديد بخصوصه: كان يجب عليك أن تذهب لمصممي شاشات الحفظ التوقعاتية.

source: The exhibition and its location have been a closely-guarded secret since October, with just a couple of museum officials in the loop.
ar: و تم تطويق كلاً من المعرض و موقعه بمطلق السرية منذ أكتوبر الماضي، و لكن وجد فقط إثنان من موظفي المتحف بالصالة.

source: I think we may have dragged them down to our level rather than being elevated to theirs, said Banksy of the subterfuge involved in staging the show in his home city.
ar: أعتقد أننا سقناهم للاسفل، إلى مستوانا، فضلاً عن كوننا صعدنا إلى مستواهم. و ذلك من تكملة كلام بانسكي حول تعليقه على الحيلة التي ساعدت في قيام ذلك المعرض بمدينته التي ولد بها.

source: In pictures: Banksy exhibition
ar: بالصور: معرض بانسكي ببريستول

source: 'Megastar'
ar: ميجاستار

source: Museum director Kate Brindley said it was a huge relief to finally be able to talk about the exhibition, and admitted they had taken a risk.
ar: و علقت مديرة المتحف، كيت بريندلي، أنه كان من الراحة أخيراً أن يتستطيع المرء أن يتحدث بحرية عن المعرض، و أن نقر و نعترف أنه كان مخاطرةً كبيرة تحملها الجميع.

source: Plans for the summer show were kept from Bristol City Council chiefs until Friday - the day before it was due to open.
ar: و تم الحفاظ على خطة المتحف الصيفي بعيداً عن متناول أو معرفة قادة مجلس مدينة بريستول حتى يوم الجمعة – اليوم السابق لليوم الذي سيتم فيه افتتاح المعرض

source: Bristol has had a love-hate relationship with Banksy since he started stencilling on the city's walls in the 1990s. There is likely to be criticism of the decision to stage an official expo of his work.
ar: و لقد عانى بانسكي من علاقات حب و كراهية متبادلة مع بريستول منذ أن بدأ الكتابة و الطباعة على حوائط المدينة منذ التسعينات. و يبدو هذا أنه نقد للقرار الخاص بإقامة معرض رسمي لأعماله بالمدينة.

source: We ran a bit of a risk, said Ms Brindley, but we knew that it was just the right thing for the city.
ar: و علقت السيدة بريندلي أننا خاطرنا و لكننا عرفنا أنها الطريقة الصحيحة للقيام بذلك العمل لمصلحة المدينة.

source: Equally there's so many people in Bristol who just love Banksy, and internationally. He's a megastar.
ar: و بشكل مماثل يوجد العديد من السكان ببريستول الذين يحبون بانسكي، بل هناك من يحبونه بشكل دولي من الخارج. فهو علامة و نجم ساطع للرسم و الفن

source: We're a gallery that wants to work with contemporary artists - he's our home-grown hero.
ar: كما أكملت أننا معرض نحب أن نعمل مع الفنانين المعاصرين – فهذا هو وطننا، و بطلنا القمحي.

source: The artist himself was involved in setting up the exhibits and came to the museum to oversee its installation, but staff were unaware who he was among the crew setting up the show.
ar: و لقد تورط الفنان نفسه في إقامة المعارض، و جاء إلأى المتحف لمتابعة إقامة المعرض، و لكن فريق العمل لم يكن يدرك من هو ذال الرجل الواقف وسط طاقم العمل الذي يقوم بالتجهيز للعرض.

source: Although Bristol has seen work by Banksy adorn the city's walls, this is his first official indoor exhibition in the city since 2000.
ar: و بالرغم من أن مدينة بريستول قد شهدت حب بانسكي لحوائطها، فهذا أول معرض داخل قاعة مغلقة بهذه المديننة منذ عام 2000 م.

source: That show was held at the Severnshed restaurant on the waterfront and featured several paintings which have since gone on to sell for thousands of pounds at auction.
ar: و تم إقامة ذلك المعرض بقاعة المطعم السابعة أمام النافورة المائية، تم التزيين بمجموعة من اللوحات الفنية و التي تم بيعها بآلاف الجنيهات بالمزاد بالمعرض.

source: Banksy has exhibited in New York, Los Angeles and Bethlehem.
ar: و قام بانسكي بإقامة مجموعة من المعارض له بنيويورك و لوس أنجلوس و كذلك بيت لحم.

source: He became famous after a series of guerrilla stunts which saw him paint the West Bank barrier and put an inflatable figure of a Guantanamo Bay prisoner at Disney World.
ar: و قد اصبح ذلك الفنان المعاصر موهوباً بعد سلسلة لوحاته المصورة لمجموعة من الغوريلات و التي تعبر عن بعض رسوماته بالضفة الغربية و الجدار العازل هناك و تم وضع نموذج لسجين من معتقل جوانتانامو بعالم ديزني.

source: It was Bristol where he first made his mark though, with a series of graffiti paintings on iconic local buildings such as the city council headquarters, an M32 bridge and the Thekla floating nightclub.
ar: و كانت مدينته بريستول التي وضع بها أول أعماله، مع سلسلة من الكتبات على الجدران بطريقة ساخرة على بعض المباني بالمدينة و منها مجلس المدينة، جسر إم 32، و نادي تكلا العائم الليلي.

source: His work has since become highly collectable, and has attracted buyers including Brad Pitt and Robbie Williams.
ar: و منذ ذلك الحين أصبحت أعماله مجمعة، و جذبت العديد من مقتنيين اللوحات الفنية بما فيهم براد بيت و روبي ويليامز

source: Ahmadinejad wins Iran presidential election
ar: أحمدي نجاد يعلن فوزه بالإنتخابات الرئاسية الإيرانية

source: Ahmadinejad declared winner of presidential election
ar: يعلن الرئيس الإيراني أحمدي نجاد أنه ما زال رئيس إيران بعد إعلان فوزه بالإنتخابات الرئاسية الإيرانية

source: Mahmoud Ahmadinejad has been re-elected as president of Iran in a resounding victory, the interior minister says.
ar: تم إعادة إنتخاب الرئيس الإيراني محمود أحمدي نجاد كرئيس لإيران بعد فوزٍ ساحق على منافسه، و ذلك في التصريح الرسمي لوزير الداخلية الإيراني

source: He won some 62.6% of the vote in an election marked by a turnout of more than 80%, official figures show.
ar: و جاء في التعليق أنه فاز في الإنتخابات بنسبة 62.6% من إجمالي من قام بالتصويت بالإنتخابات الإيرانية و التي تعد نقطة تحول بعد إقبال نحو 80% من الشخصيات الرسمية بالمجتمع على التصويت بمراكز الإقتراع المختلفة.

source: Reformist Mir Hossein Mousavi has also claimed victory, calling the result a dangerous charade, as backers vowed to appeal for a re-run.
ar: كما ادعى الفوز كذلك المصلح المير حسين موسوي و الذي كان مرشحاً للرئاسة الغيرانية ضد الرئيس أحمدي نجاد، و قد صرح موسوي أن تلك الإنتخابات ما هي إلا تمثيلية خطيرة، حيث صوت مناصريه للإلتماس لإعادة إجراء الإنتخابات مرةً أخرى.

source: But Iran's Supreme Leader congratulated Mr Ahmadinejad on his win, and urged his rivals against provocations.
ar: إلا أن القائد الأعلي الإيراني هنىء الرئيس أحمدي نجاد لإنتصاره و فوزه بالإنتخابات الرئاسية للمرة الثانية على التوالي، و حث منافسيه ألا يقوموا بأي أفعال استفزازيه.

source: In a statement, Ayatollah Ali Khamenei praised the high turnout and described the count as a huge success and called for calm in the aftermath of the result.
ar: و في جملةٍ قالها الإمام و الفقيه الأعلى الإيراني، آية الله على خامني ، قام بمدح االظهور الكبير و المشاركة الواسعة و وصف الموقف كنجاح كبير كما دعى إلى إلتزام الهدوء إثر إعلان النتائج الرسمية بالبلاد.

source: Other honourable candidates must refrain from any kind of provocative and distrustful words or deeds, the ayatollah said.
ar: كما أن المرشحون المنافسون الآخرون للرئاسة الإيرانية يجب أن يصفوا أنفسهم من أي صورةٍ لإثارة الإستفزازات أو حتي الخطب المثيرة الداعية لنزع الثقة.

source: On the streets of Tehran, police have sealed off Mr Mousavi's campaign HQ, preventing his supporters from holding a news conference.
ar: و في شوارع طهران، قام رجال الشرطة بقمع و خمد المسيرات و الحملات المدعمة لموسوي، مانعين أنصاره كذلك من محاولة إقامة مؤتمرات صحفية.

source: There have been reports of police deploying on the streets of Tehran and beating people with truncheons as small groups gather to protest.
ar: و قد وجدت مجموعة من التقارير التي توضح نشر لقوات الشرطة بشوارع العاصمة طهران، و ضرب الأفراد المتجمعين على شكل مجموعات صغيرة حتى و الذين اجتمعوا للتظاهر و الإحتجاج.

source: One opposition newspaper has been closed down and BBC websites also appear to have been blocked by the Iranian authorities.
ar: و تم غلق أحد جرائد المعارضة، و تم حجز مراسل هيئة الإذاعة البريطانية من قبل السلطات الإيرانية و منعه من القيام بمهام وظيفته و تتبع أخبار الإنتخابات الإيرانية.

source: Mr Mousavi was hoping to prevent Mr Ahmadinejad
ar: و قد تمنى السيد موسوي أن يمنع السيد أحمدي نجاد

source: winning more than 50% of the vote, in order to force a run-off election.
ar: من الفوز بأكثر من 50% من أوصات المنتخبين، و ذلك بهدف التمكن من إعادة الإنتخابات مرةً أخرى.

source: However, Interior Minister Sadeq Mahsouli said his share of the vote was just under 34%.
ar: بالرغم من ذلك، فقد علق السيد صادق محصولي، وزير الداخلية الإيراني أن حصته من المقترعين كانت فقط 34% من أصوات المقترعين.
